<template>
    <v-container class="tos">
        <ol>
            <li>
                <h3>.כללי</h3>
                <ol>
                    <li>.אתר "מחלקים ארוחות שישי" בכתובת https://friday-meals.web.app( להלן: "האתר"(, פותח ומופעל
ע"י אריאל פישר )להלן: "החברה"(.</li>
                    <li>.תנאי השימוש להלן )להלן: "תנאי השימוש"( מסדירים את היחסים בין החברה לבין
כל אדם הגולש או עושה שימוש באתר ובמידע הקיים בו )להלן: "המשתמש"(.</li>
                    <li>.בכל מקרה של סתירה או אי התאמה בין תנאי השימוש לבין תנאים או הוראות
המפורסמים בכל אמצעי מדיה אחרים, יגברו הוראות תנאי השימוש.</li>
                    <li>.השימוש באתר, במידע ובתכנים המוצגים בו, כפוף לתנאי השימוש. הגלישה והשימוש
באתר ייחשבו להסכמה מצד המשתמש לכל התנאים, ההתניות וההודעות כאמור.
יובהר, כי המשתמש אינו חייב להסכים לאמור בתנאי השימוש - אולם אם אינו מסכים
לאמור בהם, עליו לצאת מהאתר ולא לעשות שימוש בו או בתכנים המוצגים בו.</li>
                    <li>.זמינות המידע במסגרת האתר אינה תמידית ולעיתים אף כפופה להסכמים של
החברה ו/או מי מטעמה עם צדדים שלישיים, לפיכך החברה תהיה רשאית, על פי
שיקול דעתה הבלעדי, לעדכן ו/או לבטל ו/או להסיר יישום, שירות, מוצר או תוכן
ספציפי מהאתר, מעת לעת, באופן מיידי וללא התראה מראש ובכפוף לדין החל,
למשתמש לא תהא כל טענה ו/או דרישה בקשר לכך.</li>
                    <li>.החלוקה בתנאי השימוש לסעיפים וכותרות הסעיפים הינם לשם נוחות בלבד ולא
תשמש לצרכי פרשנות. כל האמור במסמך זה בלשון זכר - אף נקבה במשמע. כל
האמור במסמך זה בלשון יחיד - אף רבים במשמע.</li>
                </ol>
            </li>
            <li>
                <h3>.שימוש באתר</h3>
                <ol>
                    <li>.השימוש באתר הינו פתוח וזמין לכולם, ללא תשלום.</li>
                    <li>.השימוש באתר ובתכנים המוצעים בו ניתן כמות שהוא )is-As .)כל המידע והנתונים
הכלולים באתר, לרבות מידע אודות מוצרי החברה, מעודכנים ונכונים אך ורק ליום
המצוין בהם או לצידם.</li>
                    <li>.האמור באתר אינו מהווה הצעה להתקשרות עם החברה או לכריתת חוזה או הזמנה
להצעה כאמור או מצג לעריכת עסקה כלשהי ואין בו כדי ליצור התחייבות מטעם
החברה להעניק שירות כלשהו או לכרות עסקה כלשהי או בכלל.</li>
                </ol>
            </li>
            <li>
                <h3>.הגבלת השימוש באתר</h3>
                <p>מבלי לגרוע מהאמור לעיל, תהא החברה רשאית למנוע ממשתמש מלעשות כל שימוש באתר
בכל אחד מהמקרים הבאים:</p>
                <ol>
                    <li>.המשתמש ביצע מעשה בלתי חוקי ו/או עבר על הוראות הדין;</li>
                    <li>.המשתמש הפר תנאי מתנאי השימוש;</li>
                    <li>.המשתמש ביצע מעשה או מחדל שיש בו כדי לפגוע בחברה ו/או במי מטעמה ו/או
בצד ג' כלשהו, לרבות משתמשים אחרים באתר או בפעילות התקינה של האתר.</li>
                </ol>
            </li>
            <li>
                <h3>.מדיניות פרטיות</h3>
                <ol>
                    <li>.הפרטים שיימסרו על ידי המשתמש במסגרת השימוש באתר וכן כל נתון אחר שיופק
על סמך ניתוח פרטים אלה וכל מידע אודות המשתמש שהגיע ו/או יגיע לידיעת
החברה במסגרת השימוש באתר )ביחד: "פרטי המשתמש"(, יהיו כפופים להוראות
המפורטות להלן.</li>
                    <li>.החברה לא תמסור את פרטי המשתמש לצדדים שלישיים, אלא בכל אחד מן המקרים
המפורטים להלן: )א( אם תידרש לעשות כן על פי צו שיפוטי או לפי דין; )ב( אם
תקבל התראה לנקיטה בהליכים משפטיים נגדה בגין פעולות שבוצעו על ידי
המשתמש וכן בכל מחלוקת, טענה, תביעה, דרישה או הליכים משפטיים, אם יהיו, בין
המשתמש לבין החברה; )ג( אם החברה תארגן את פעילות האתר במסגרת גוף אחר -
וכן במקרה שהחברה תתמזג עם גוף אחר – היא תהיה זכאית להעביר לגוף האחר את
פרטי המשתמש, ובלבד שהגוף האחר יקבל על עצמו כלפי המשתמש את הוראות
מדיניות פרטיות זו; )ד( אם תועלה טענה או יתעורר חשד אצל החברה כי המשתמש
ביצע מעשה ו/או מחדל הפוגעים ו/או העלולים לפגוע בה ו/או במי מטעמה ו/או
בצדדים שלישיים כלשהם, לרבות במשתמשים אחרים; )ה( אם תועלה טענה או
יתעורר אצל החברה חשד סביר כי המשתמש עשה שימוש באתר לצורך ביצוע מעשה
בלתי חוקי ו/או כדי לאפשר, להקל, לסייע ו/או לעודד את ביצועו של מעשה כזה; )ו(
אם תועלה טענה או יתעורר אצל החברה חשד סביר כי המשתמש הפר איזה מתנאי
השימוש ו/או כל הסכם עם החברה ו/או עם מי מטעמה; )ז( אם וככל שהדבר יידרש
לצורך הפעלת האתר, כגון העברת פרטים לעובדים, לקבלני משנה ולגופים אחרים
המעורבים באתר. לא תהיה למשתמש טענה או דרישה כלפי החברה ו/או מי מטעמה
בקשר למסירת פרטי המשתמש כאמור.</li>
                    <li>.השימוש של המשתמש באתר ומסירת הפרטים לחברה מהווה הסכמה מצדו של
המשתמש לכך שפרטי המשתמש יוחזקו וינוהלו על ידי החברה, וכי ייעשה במידע זה
שימוש, למטרות פניה אל המשתמש, מענה לשאלות, לצרכי הפעלת האתר ולצרכים
פנימיים, כגון צרכי תחקור תלונות ו/או ביקורות. המשתמש מסכים לכך שהשימוש
כאמור בפרטי המשתמש לא ייחשב כפגיעה כלשהי בפרטיותו של המשתמש, והחברה
לא תיחשב כמפרה התחייבות לפרטיות או לפוגעת בפרטיות של המשתמש בשל כל
מידע שיהיה בו כדי לזהות את המשתמש או להתחקות אחריו.</li>
                    <li>.לא חלה על המשתמש כל חובה חוקית למסור את פרטי המשתמש שלו לחברה וכי
מסירת פרטי המשתמש כאמור נעשית מרצונו החופשי ובהסכמתו.</li>
                    <li>.אם המשתמש: )א( מתנגד לשימוש בפרטי המשתמש שלו; או )ב( מעוניין לעיין,
למחוק או לתקן פרט מפרטי המשתמש, עליו להודיע על כך לחברה באמצעות פנייה
אל דואר אלקטרוני שכתובתו: il.co.fld@fld ובמקרה זה החברה תפעל בהתאם
להוראה שנמסרה לה כאמור, בכפוף לדין החל.</li>
                </ol>
            </li>
            <li>
                <h3>.קניין רוחני</h3>
                <ol>
                    <li>.מלוא זכויות הקניין הרוחני )מכל סוג שהן(, לרבות סימני המסחר, הסודות המסחריים
וזכויות היוצרים, בין אם רשומים ובין אם לאו, באתר ובכל חלק בו, לרבות )ומבלי
לגרוע(: תכנים, עיצוב, ובכל תוכנה, יישום, קוד מחשב, קובץ גרפי, טקסט וכל חומר
אחר הכלול באתר, בין בממשק החיצוני, בין בקוד מקור ובין בקוד יעד - הוא של
החברה בלבד ו/או של צדדים שלישיים, לפי העניין והם מוגנים על ידי חוקי זכויות
היוצרים של מדינת ישראל, אמנות בינ"ל וחוקי זכויות יוצרים של מדינות אחרות, לפי
העניין.</li>
                    <li>.נאסר על המשתמשים להכניס שינויים, להעתיק, לפרסם, להפיץ, לשדר, להציג,
לבצע, לשכפל, להנפיק רישיון, ליצור עבודות נגזרות, לבצע הנדסת-היפוך ) reverse
engineering ,)או למכור באופן חלקי או מלא, זמני או קבוע, בכל צורה שהיא, כל חלק
מן המידע והתכנים הכלולים באתר ללא הסכמה מראש ובכתב של החברה ו/או של
אותם צדדים שלישיים )לפי העניין(. כמו כן, אין לעשות שימוש באתר באופן המהווה
או שעשוי להוות הפרה או פגיעה בקניין הרוחני של החברה, ללא הסכמתה המפורשת
לכך בכתב ומראש.</li>
                    <li>.סימני המסחר באתר הם קניינה של החברה או, במידה שפורסמו מטעמם של
מפרסמים או שותפים עסקיים - קניינם של אלו בלבד. אין לעשות בהם שימוש בלא
הסכמתם, בכתב ומראש.</li>
                </ol>
            </li>
            <li>
                <h3>.חובות המשתמש</h3>
                <p>השימוש באתר כפוף לתנאים הבאים:</p>
                <ol>
                    <li>.הזכות לעשות שימוש במידע ובתכנים המוצגים באתר נתונה לשימושו האישי והפרטי
בלבד של המשתמש. אין לעשות כל שימוש מסחרי בכל אלה למטרות רווח כלשהן
והמשתמש אינו רשאי להרשות שימוש כלשהו במידע, בתכנים כאמור לצדדים
שלישיים כלשהם, בין בתמורה ובין שלא בתמורה. מובהר כי אין לעשות שימוש
במידע ובתכנים המתפרסמים באתר לצורך הצגתם ברשת האינטרנט ו/או בשירות
אחר כלשהו, מבלי לקבל את הסכמתה של החברה לכך בכתב ומראש ובכפוף לתנאי
ההסכמה כאמור, אם וככל שתינתן. המשתמש מתחייב כי הוא יימנע מלאגור מידע
ותכנים הכלולים באתר באמצעות תוכנות מסוגים שונים או יפיץ מידע ותכנים כאמור
ברבים באופן מסחרי או במסגרת מסחרית או לכל מטרה אחרת.</li>
                    <li>.המשתמש מתחייב לעשות שימוש באתר, במידע, בתכנים, בשירותים המופצים או
הכלולים בו אך ורק על פי החוק ובהתאם להוראות תנאי השימוש.</li>
                    <li>.המשתמש מתחייב שלא לקשר )link )לאתר ו/או להשתמש בו ו/או במידע, בתכנים,
ובשירותים הכלולים בו לצורך העלאה, הורדה, הפצה, פרסום או שידור של: )א( מידע
או חומר אחר באופן המפר זכויות כלשהן, לרבות, זכויות קניין רוחני, זכויות להגנת
הפרטיות ו/או כל זכות קניינית אחרת; )ב( מידע או חומר אחר שאינו חוקי או האסור
לפרסום או לשימוש, בשל היותו בגדר איום, פגיעה, העלבה, הוצאת דיבה, השמצה,
גזענות או תוכן בלתי ראוי; )ג( מידע או חומר אחר הכולל וירוס או תוכנה אחרת
העלולה לחבל במערכות מחשב של החברה ו/או של צדדים שלישיים כלשהם או
באופן העלול להגביל או למנוע מאחרים את השימוש באתר; או )ד( מידע או חומר
אחר הכולל פרסומת מכל סוג שהוא בלי הרשאה מראש ובכתב של החברה.</li>
                    <li>.המשתמש מתחייב שלא לעשות שינויים ו/או להתערב בצורה כלשהי בקוד המקור של
האתר ו/או המידע ו/או התכנים הכלולים בו ולא להעלות תוכנות ו/או יישומים כלשהם
שעלולים לפגוע או לגרום נזק לאתר ו/או לחברה ו/או לצדדים שלישיים אחרים
כלשהם.</li>
                    <li>.המשתמש מסכים כי, מבלי לפגוע בכל זכות אחרת של החברה, במקרים בהם
החברה תחשוש כי השימוש של המשתמש באתר אינו מתיישב עם תנאי השימוש ו/או
כל דין, היא תהיה רשאית להפסיק פעילותו של המשתמש בשירותי האתר, לרבות על
ידי חסימת מספר IP ,להתחקות אחר השימוש של המשתמש באתר, להעביר את
דפוסי התנהגות המשתמש לרשויות הרלוונטיות ו/או לצדדים שלישיים אשר יוכיחו,
להנחת דעתה של החברה, כי הינם נפגעים מפעילות המפרה של המשתמש וכן כל
פעולה אחרת אשר החברה תמצא לנכון לנקוט כדי להגן על קניינה ו/או על זכויותיה
ו/או זכויות צדדים שלישיים.</li>
                </ol>
            </li>
            <li>
                <h3>.הגבלת אחריות </h3>
                <ol>
                    <li>
                        <p>.מבלי לגרוע מהאמור בתנאי שימוש אלו, בכל מקרה ובשום מצב החברה ו/או מנהליה
ו/או עובדיה ו/או מי מטעמם של אלו לא יישאו בחבות או באחריות כלשהי לכל אחד
מאלה:</p>
                        <ol>
                            <li>.לכל הוצאה, אובדן או נזק עקיפים, תוצאתיים או נסיבתיים )לרבות הפסד
כלכלי, אבדן רווחים, אבדן הזדמנות עסקית, אבדן מוניטין, ירידת ערך וכיו"ב(,
אשר יגרמו למשתמש או לצד שלישי כלשהו בקשר עם השימוש באתר ו/או
מעשה או מחדל של החברה ו/או מי מטעמה;</li>
                            <li>.לכל תקלה ו/או איחור ו/או שיבוש בשימוש באתר )לרבות ומבלי לפגוע
בכלליות האמור לעיל, בקווי בזק ו/או במערכות האינטרנט ו/או ברשתות
הסלולר( וכן לכל הוצאה, אובדן או נזק אשר יגרמו מכל סיבה שהיא, שאינה
תלויה בחברה, לרבות ומבלי לגרוע, כתוצאה מצו ו/או תקנה ו/או הוראה של
רשות ממשלתית, שיתוק מהותי של מערכות התקשורת, רעידת אדמה, סופה,
מחסור בחומרים ו/או בשירותים ציבוריים ו/או בשירותי הובלה, אש, שיטפון,
פיצוץ, התפוצצות, תאונה, מגיפה, שביתה, השבתה, מהומות, הפרת הסדר
הציבורי, מלחמה, פעולת טרור ו/או איבה וסגר ואלו לא יחשבו כהפרה של
תנאי השימוש ולא יזכו את המשתמש בכל סעד ו/או זכות. למען הסר ספק
ומבלי לגרוע מכלליות האמור לעיל, יובהר כי לא תהא למשתמש כל טענה או
זכות כלשהי בקשר לפעולות בהן תנקוט החברה עקב תקלה ו/או שיבוש
כאמור;</li>
                            <li>.לכל הוצאה, אובדן או נזק שיגרמו בקשר עם מעשים או מחדלים של
המשתמש ו/או צדדים שלישיים, לרבות, ומבלי לגרוע, ספקי תקשורת )לרבות
בקשר לתקלה ו/או לשיבוש, זמני או קבוע, בקווי התקשורת(.</li>
                            <li>.לכל הוצאה, אובדן או נזק שיגרמו בקשר עם גישה בלתי מורשית, התקפות,
פריצה וחדירה למידע )או ניסיון לבצע כל אחד מאלה( באמצעות קווי תקשורת
או רשת תקשורת אחרת.</li>
                            <li>.לכל הוצאה, אובדן או נזק שייגרמו למשתמש כתוצאה מעדכון ו/או ביטול ו/או
הסרה של תכנים מהאתר ו/או הורדת האתר )או חסימת הגישה אליו( לפרקי
זמן סבירים ומקובלים לצרכי תחזוקה ו/או שדרוג.</li>
                        </ol>
                    </li>
                    <li>
                        <p>.מבלי לגרוע מהאמור לעיל:</p>
                        <ol>
                            <li>.ייתכן כי במסגרת השימוש באתר עשויה החברה לספק קישורים והפניות
לאתרים ודפים שונים ברשת האינטרנט, המופעלים על ידי צדדים שלישיים
)להלן: "אתרים מקושרים"( בהם יוכל המשתמש, בין היתר, לקבל או לרכוש
מוצרים ושירותים שונים. ייתכן כי באתרים ובדפים אלו יתבקש המשתמש
להירשם, למסור פרטים שונים וכו'. מוסכם כי אין לחברה כל ידיעה, שליטה או
אחריות לגבי הנעשה באתרים אלו. מסירת פרטים והרשמה באתרים אלו אינה
כפופה למדיניות הפרטיות של החברה אלא למדיניות הפרטיות של אותם
אתרים מקושרים ולהוראות כל דין. הגלישה לאתרים ודפים אלו, כמו גם כל
פעולה אחרת שיבצע המשתמש בקשר אליהם הינן באחריותם של המשתמש
ושל בעלי האתרים המקושרים בלבד ולמשתמש לא תהיה והוא מוותר בזאת
מראש על כל טענה ו/או דרישה בגין אובדן, הפסד או נזק ישירים ו/או עקיפים
כנגד החברה ו/או מי מטעמה הנובעים מהסתמכות ו/או שימוש בתכנים ו/או
במידע הניתן באתרים אלו.</li>
                            <li>.השימוש הרציף באתר תלוי, בין השאר, בזמינותן, תקינותן ושרידותן של רשת
האינטרנט ו/או )לפי העניין( רשת התקשורת הסלולארית, אשר כידוע, בחלק
מן הזמנים ו/או האזורים במדינת ישראל אינה מלאה ורציפה. החברה, מנהליה, 
33005 - 2802366/1
עובדיה וכל הבאים מטעמה או הפועלים בשמה, לא יישאו באחריות לכל
הפסד, הוצאה, אובדן או נזק, לרבות נזק מיוחד, תוצאתי או עקיף, שנגרם
בקשר לפעילות או אי פעילות של האתר, ובכלל זה )ומבלי לגרוע( בקשר
לטעות, תקלה או כשל טכני או אחר בצפייה במידע.</li>
                            <li>.האתר עשוי לכלול אי-דיוקים או טעויות סופר ואחרות והמשתמש מצהיר כי
ידוע לו כי אין אפשרות למנוע שגיאות, ליקויים וטעויות בתכנים ו/או בדרך
העברתם.</li>
                            <li>.רשתות תקשורת, מחשבים, שרתים ואתרי אינטרנט חשופים להתקפות
וניסיונות פריצה מצד גורמים שונים. החברה נוקטת במספר אמצעי אבטחה על
מנת לשמור על פרטיות המידע שיוזן במסגרת השימוש באתר, אולם על
המשתמש לדעת כי לא ניתן להבטיח זאת לחלוטין וייתכנו פריצות אבטחה
וחדירות לאתר. החברה אינה מתחייבת שהאתר יהיה חסין באופן מוחלט מפני
גישה בלתי-מורשית למידע המאוחסן בו. בגלישה באתר, ובמסירת פרטי
המשתמש, המשתמש משחרר את החברה ו/או מי מטעמה מאחריות לכל נזק
שייגרם לו ו/או למי מטעמו עקב התקפות, ניסיונות פריצה וחדירות למידע
כאמור ומוותר על כל טענה כנגד החברה ו/או מי מטעמו בקשר לכך.</li>
                        </ol>
                    </li>
                </ol>
            </li>
            <li>
                <h3>.שונות</h3>
                <ol>
                    <li>.החברה שומרת לעצמה את הזכות להוסיף, לשנות, לגרוע ולהחליף בכל עת את
הוראות תנאי השימוש, כולן או חלקן, לפי שיקול דעתה, וללא קבלת הסכמת
המשתמשים, בהודעה שתתפרסם באתר. נוסחם המחייב של תנאי השימוש הנם אלה
שיופיעו מעת לעת באתר. באחריות המשתמש להתעדכן בשינויים שחלו, אם חלו,
בתנאי השימוש. המשך השימוש באתר לאחר ביצוע שינוי כאמור יהווה ראיה לאישור
המשתמש בדבר קבלת השינויים. מומלץ למשתמש לעיין בהוראות תנאי השימוש בכל
כניסה מחודשת לאתר על מנת לעיין בשינויים שחלו )אם חלו( בתנאי השימוש.</li>
                    <li>.כל מחלוקות, טענות ותביעות בקשר לאתר לרבות, אך לא רק, בקשר עם התכנים
המצויים בו, ידונו על פי דיני מדינת ישראל. מקום השיפוט הבלעדי לכל עניין הנוגע
לתנאי השימוש ולשימוש באתר הינו בבתי המשפט המוסמכים בעיר תל-אביב יפו
והצדדים שוללים במפורש סמכות של כל בית משפט אחר לעניין זה.</li>
                    <li>.במידה והוראה מהוראות תנאי השימוש, תקבע על ידי בית המשפט כבלתי חוקית ו/או
בלתי תקפה, אזי לא יבטל הדבר את יתר הוראות תנאי השימוש ו/או את יתר חלקי
אותה הוראה שבוטלה ו/או צומצמה על ידי בית המשפט, אשר לא בוטלו או צומצמו.</li>
                    <li>.כל השתהות של החברה בקיום זכות המגיעה לה או אי עמידה שלה על זכות המגיעה
לה לפי תנאי השימוש או על פי דין, הינה לפנים משורת הדין בלבד ולא תשמש או
תיחשב כויתור של החברה על זכות כאמור.</li>
                </ol>
            </li>
        </ol>
    </v-container>
</template>